Revit 2027 API
ParameterTypeId.CwpReuseLevelsSameName Property
 "Reuse Levels with the same name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CwpReuseLevelsSameName { get; }
Public Shared ReadOnly Property CwpReuseLevelsSameName As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CwpReuseLevelsSameName {
	ForgeTypeId^ get ();
}
static member CwpReuseLevelsSameName : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace